Repository: rinart73/avorion_sector_overview
Catalog: data/localization/*.po
Languages: ru

source: Sector Overview
ru: Обзор сектора

source: Divide
ru: Деление

source: Multiply
ru: Умножение

source: Minus
ru: Минус

source: Plus
ru: Плюс

source: Station List
ru: Список станций

source: Ship List
ru: Список кораблей

source: Gate & Wormhole List
ru: Список врат и червоточин

source: Player List
ru: Список игроков

source: Show on Galaxy Map
ru: Показать на карте

source: Add
ru: Добавить

source: Add the selected player from the combo box to the list of tracked players.
ru: Добавить выбранного игрока из выпадающего меню в список отслеживаемых игроков.

source: Remove the selected player from the list of tracked players.
ru: Убрать выбранного игрока из списка отслеживаемых игроков.

source: Open window (numpad)
ru: Открыть окно (numpad)

source: Prev. tab (numpad)
ru: Пред. вкладка (numpad)

source: Next tab (numpad)
ru: След. вкладка (numpad)

source: Window width
ru: Ширина окна

source: Window height
ru: Высота окна

source: Notify - enemy players
ru: Уведомлять - вражеские игроки

source: Show NPC names
ru: Показывать имена НПС

source: Detected enemy ship '%s' (%s) in the sector!
ru: Обнаружен вражеский корабль '%s' (%s) в секторе!

source: Not owned
ru: Нет владельца

source: Server doesn't allow to track players.
ru: Сервер не разрешает отслеживать игроков.

source: Can't get coordinates, %s doesn't exist.
ru: Не удается получить координаты, %s не существует.

source: Colors of the object icons indicate ownership type: * Green - yours. * Purple - your alliance. * Yellow - other player. * Blue - other alliance. * White - NPC. Object name color represents relation status (war, ceasefire, neutral, allies)
ru: Цвета иконок объектов указывают на тип владельца: * Зеленый - ваше. * Фиолетовый - вашего альянса. * Желтый - другого игрока. * Синий - другого альянса. * Белый - НПС. Цвет имени объекта указывает на статус отношений (война, перемирие, нейтральное, союз)

source: Show the selected player on the galaxy map.
ru: Показать выбранного игрока на карте галактики.
